{
  "default": {
    "title": "WELCOME TO THE AR-EXPERIENCE",
    "description": "Use your device to discover what's hinding behind the portal. Once a model is detected, relevant information will be displayed here."
  },
  "0": {
    "title": "Starhip Model",
    "description": "Das Starship  ist ein futuristisches Flugzeug, das innovative Technologie und Design vereint. Aktivieren Sie den Inspection-Mode, um Details wie die Energiequelle und das Steuerungssystem zu erkunden."
  },
  "2": {
    "title": "Planetary System Model",
    "description": "Das Planetary System Model zeigt die komplexe Struktur und Dynamik eines futuristischen Sonnensystems. Nutzen Sie den Inspection-Mode, um die Planetenbahnen und deren spezielle Eigenschaften näher zu betrachten."
  },
  "1": {
    "title": "Energy Model",
    "description": "Das Energy Model repräsentiert eine hochmoderne Energieinfrastruktur, die auf erneuerbaren Ressourcen basiert. Aktivieren Sie den Inspection-Mode, um die Details der Energieerzeugung und -speicherung zu sehen."
  },
  "3": {
    "title": "Planet Gesund",
    "description": "Das Spacecar ist ein schnelles und effizientes Transportmittel für interstellare Reisen. Mit dem Inspection-Mode können Sie Details wie die Antriebssysteme und die Passagierkabine erkunden."
  },
  "4": {
    "title": "Planet Zerstört",
    "description": "Das Planet D Model zeigt eine künstlerische Darstellung eines terraformierten Planeten. Aktivieren Sie den Inspection-Mode, um Details wie Städte, natürliche Ressourcen und die Atmosphäre zu entdecken."
  },
  "5": {
    "title": "PLanet Krank",
    "description": "Kranker Planet."
  },
  "6": {
    "title": "Maske 1",
    "description": "Maske 1."
  },
  "7": {
    "title": "Maske 2",
    "description": "Maske 2."
  },
  
  "8": {
    "title": "CyberPunk City",
    "description": "Cyberpunk City."
  },
  "9": {
    "title": "Solar Punk",
    "description": "Solar Punk City."
  },
 
  "10": {
    "title": "Cover",
    "description": "Das Magazin Cover."
  },

  "11": {
    "title": "Scans",
    "description": "Rondel mit den Scans"
  },
  "city": {
    "8": {
      "title": "Cyberpunk City",
      "description": "Eine dunkle, neonbeleuchtete Stadt voller High-Tech und Chaos."
    },
    "9": {
      "title": "Solarpunk City",
      "description": "Eine grüne, nachhaltige Zukunftsstadt mit erneuerbaren Energien."
    }
  }

}